Repository: wreedb/vendr
Catalog: i18n/po/*.po
Languages: es, fr

source: (fatal):
es: (incorregible):

source: command returned exit code {}
es: el commando devolvio el codigo de salida {}
fr: code de sortie retourné par la command {}

source: options
es: opciones

source: -f,--file <path> specify file path
es: -f,--file <ruta> especifique una ruta de archivo
fr: -f,--file <chemin> specifiez chemin d'acces au fichier

source: -n,--name <name> specify entry name
es: -n,--name <nombre> especifique un nombre para la entrada
fr: -n,--name <nom> specifiez un nom d'entree

source: -w,--overwrite overwrite existing files
es: -w,--overwrite sobrescribe los archivos existantes
fr: -w,--overwrite ecrasez les fichiers existants

source: -v,--verbose produce more output for operations
es: -v,--verbose muestran mas informacion sobre las operaciones
fr: -v,--verbose affichez d'avantage de resultats concernant les actions

source: -h,--help display usage info
es: -h,--help muestran esta informacion de ayuda
fr: -v,--verbose affichez d'avantage de resultats concernant les actions

source: -m,--manual open the manual page for vendr
es: -m,--manual lea el manual de vendr
fr: -m,--manual utlisez la page de manuel de Vendr

source: -V,--version display version info
es: -V,--version muestran informacion sobre la version
fr: -V,--version affichez les informations relatives à la version

source: no entry found by name '{}'
es: no encontre ninguna entrada con el nombre '{}'
fr: pas d'entrée nommée trouvé {}

source: invalid url provided: {}
es: url no valida: {}
fr: URL fourni non valide: {}

source: failed to create parent directories for {}!
es: no se pudieron crear los directorios anteriores a {}!
fr: Impossible de créer les dossiers menant à {}!

source: file {} already exists, not overwriting
es: archivo del nombre {} ya existe, no voy a borrarlo
fr: fichier {} existe deja,

source: file {} already exists, overwriting
es: archivo del nombre {} ya existe, borrando
fr: fichier {} existe deja, pas d'ecrasement

source: filesystem error encounter while removing {}
es: no pude eliminar {}
fr: Une erreur du systeme de fichiers s'est produite pendant la suppression du fichier {}

source: download
es: descargo
fr: telechargement

source: failure writing data to {}
es: no pude escribo los datos en {}
fr: echec de l'ecriture de donnees dans le fichier {}

source: directory {} already exists, not overwriting
es: directorio {} ya existe, no voy a borrarlo
fr: dossier {} existe deja, pas d'ecrasement

source: directory {} already exists, overwriting
es: directorio {} ya existe, borrando
fr: dossier {} existe deja, ecrasement

source: error encountered while removing {}
es: no pude elimino {}
fr: echec de la suppression du fichier {}

source: path {} doesn't exist!
es: la ruta del {} no existe!
fr: chemin {} n'existe pas

source: index #{} in {} doesn't contain the required 'name' field!
es: indice #{} en {} no tiene el 'name' requerido!
fr: index #{} dans {} ne possede pas le champs 'name' requis

source: table {} doesn't contain the required 'url' field!
es: tabla {} no tiene el 'url' requerido!
fr: table {} ne possède pas le champs 'url' requis

source: table {} doesn't contain the required 'path' field!
es: tabla {} no tiene el 'path' requerido!
fr: table {} ne possède pas le champs 'path' requis

source: table {} doesn't contain the required 'tag' field!
es: tabla {} no tiene el 'tag' requerido!
fr: table {} ne possède pas le champs 'tag' requis

source: error encountered while parsing file {}
es: no pude leo el archivo {}
fr: echec de l'analyse du fichier {}
